{
  "homepage.donate": "Donate",
  "homepage.title": "How to participate?",
  "homepage.register": "Register",
  "homepage.instructions": "Please donate by clicking on the button below before registering for the Challenge. We ask that you donate the equivalent of $5 or more, or whatever you can spare in your local currency. Through our Corporate Matching Program, Capco will also contribute to the money raised.",
  "homepage.instructionsESTR": "Please donate by clicking on the button below before registering for the Global Challenge. Through our Corporate Matching Program, Capco will also contribute to the money raised (up to a value of $2000).",
  "homepage.progress": "View our Progress once the challenge starts",
  "homepage.teams": "Register a new team or join an exitsing one  ",

  "homepage.success": "Registration Completed Successfully",
  "homepage.fitbitRegistered": "You are already logged in to Fitbit with a Capco user that has previously registered for the Global Challenge. If you need to register someone else, please log out of Fitbit and try again",
  "homepage.stravaRegistered": "You are already logged in to Strava with a Capco user that has previously registered for the Global Challenge. If you need to register someone else, please log out of Strava and try again",
  "homepage.capcoRegistered": "The Capco ID or Email you entered has already been registered",
  "homepage.serverError": "Server error please try again later", 
  "homepage.stravaError": "Error contacting Strava, please try again later",
  "homepage.fitbitError": "Error contacting Fitbit, please try again later",

  "teams.title": "Create or join a team",
  "teams.create": "Create a new Team (4 People)",
  "teams.join": "Select Team to Join",
  "teams.members": "Add team members who have already signed up to the challenge",
  "teams.unique": "The Team name you have entered is already in use, please type a different name",

  "teams.createSuccess": "Created Team Successfully",
  "teams.createFailed": "Team could not be created, please try again later",
  "teams.duplicateName": "Team name already in use, please enter an alternative",
  "teams.tooFew": "Team size is below the minimum, please add more members",
  "teams.tooMany": "Team size is too large",
  "teams.joinSuccess": "Joined Team Successfully",
  "teams.joinFailed": "Unable to join team, please try again later",
  "teams.joinAlready": "You are already a member of this team",
  "teams.userNotFound": "The Capco ID you entered could not be found. Please register first or if you have already registered, try again later ",
  "teams.teamFull": "This Team has already reached maximum capcity. Please select a different team or check with the team Captain",
  "teams.progress": "View our Progress",

  "register.fitbit": "Register with Fitbit",
  "register.strava": "Register with Strava",

  "dashboard.steps": "Steps",
  "dashboard.distance": "Distance",
  "dashboard.measure": "km",
  "dashboard.average": "Average",
  "dashboard.locations": "Locations",
  "dashboard.leaderboard": "Leaderboard",
  "dashboard.teamLeaderboard": "Team Leaderboard",
  "dashboard.distanceByLevel": "Distance by Level",
  "dashboard.distanceByOffice": "Total Distance by Office",
  "dashboard.averageDistanceByOffice": "Average Distance by Office",
  "dashboard.counterTagline": "Total Distance so far",
  "dashboard.activeParticipants": "With {activeParticipants} employees participating in the challenge",
  "dashboard.mapDescription": "Track our collective progress as we take walk, run, swim and cycle for charity; from Sao Paulo to Hong Kong via all  <span class='highlight'>{numberOfOffices} Offices.</span> Help us all reach the finish and get moving!"
}